Repository: mozilla-l10n/mt-training-data
Catalog: kvx/kvx_pontoon.tmx
Source language: en_us
Languages: kvx

source: How does Common Voice work?
kvx: ڪومن وائيس ڪم ڪرينَ ڪوم ڪرئه؟

source: How does site localization work?
kvx: سائيٽ لوڪيشن ڪم ڪرينَ ڪوم ڪرئہ؟

source: How do I access and use the dataset?
kvx: هُون ڊيٽا سيٽ نئہ ڪم ڪرينَ هاڪلي هيڪون انَ هايا رو اِستعمال ڪرون؟

source: How do I add a language?
kvx: هُون هيڪ ٻولئي ڪم ڪرينَ شامِل ڪري هيڪون؟

source: How do I add sentences?
kvx: هُون ڪم ڪرينَ جُملون نئہ شامِل ڪري هيڪون؟

source: How do I cite?
kvx: هُون ڪم ڪرينَ حوالو ۮيون؟

source: How do I know whether to approve a voice clip?
kvx: مُون نئہ ڪم ڪرينَ خٻر پڙئہ جي ڪياڪ وائيس ڪِلپ نئہ منظُور ڪرئي ڪا نا؟

source: How do I record a high quality voice clip?
kvx: هُوم ڪم ڪرينَ هيم ٺائُوڪوم ٺائُوڪو آواز ڀري ڪري هيڪون؟

source: How do I stay in touch?
kvx: هُون رابطا ۾ ڪم ڪرينَ ريون؟

source: How is Common Voice funded?
kvx: ڪومنَ وائيس نئہ ڪم ڪرينَ فنڊ ڪريو زائہ؟

source: How Spontaneous Speech works
kvx: ڀي اِکيتار ٻولي ڪم ڪرينَ ڪوم ڪرئه؟

source: How to add multiple sentences
kvx: هيڪ ٿِي وڌارئہ جُملا ڪم ڪرينَ شامِل ڪريا ﻿زائہ

source: How would you describe your accent?
kvx: تمي ڪرم ڪرينَ آپرا لهجا نئہ ۿمڀۯاوشو؟

source: How would you describe your sex or gender?
kvx: تمي آپرِي جِنس ڪا gender را ڀارام ڪم ڪرينَ ۿمڀۯاوَشو؟

source: Huarijio
kvx: هُوئارجِيئو

source: Huautla Mazatec
kvx: هُُوئائُوٽلا ميزاٽيڪ

source: Hungarian
kvx: هنگرِيئنَ

source: I agree
kvx: هُون مونه ريوه۔

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
kvx: هُون ڪومنَ وائيس را <termsLink>قائيڌا</termsLink>انَ<privacyLink>پرائيويسي نوٽِس</privacyLink>

source: Ibibio
kvx: لبِيبِيئو

source: Icelandic
kvx: آئيسلينڊِيڪ

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
kvx: هُون مونوه جي اي جُملا<wikipediaLink>پبلڪ ڊومئن </wikipediaLink> انَ مُون نئہ اِيئون نئہ اپلوڊ ڪريا رئي اِجازت سئہ۔

source: * I confirm that this question is <publicDomainLink>public domain</publicDomainLink> and I have permission to upload it.
kvx: هُون تصڌِيق ڪرونه جي اي سوئال<publicDomainLink>پبلِڪ ڊومئن ۾ سئہ انَ مُون نئہ اِيئا نئہ ڊائونلوڊ ڪريا رئي اِجازت سئہ۔

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
kvx: هُون مونونه جي اي جُملو سهِي سئہ<wikipediaLink> public domain </wikipediaLink> ان مُون نئہ اِيئا نئہ upload ڪريا رئي اِجازت سئہ۔

source: <icon></icon> Add multiple public domain sentences
kvx: <icon></icon> ڌار ڌار جُملا شامِل ڪرو

source: Ideally natural and conversational (it should be easy to read the sentence)
kvx: ذاتِي طور مانه ٺائُوڪو اي هوشي جي سهِي حوالو شامل ڪريو زائہ۔

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
kvx: هُون اِيميل نئہ ليوا ڪرونه زم اُوئا را مقصد ۿارُو۔ آپرئي ڪارڪردگئي انَ ڪومنَ وائيس را اخبارون

source: I do not agree
kvx: هُون نٿِي مونتو۔

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
kvx: جيڪيۮِي ڪياڪ ڪِلپ نئہ ٻي منکي رد ڪريو پرو، تون اُوئا نئہ ڊيٽا بيس را ڪياڪ ٻِيزا حصا ۾ نوکيو زائه۔

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
kvx: جيڪيۮِي اي تمارا آپرا آکر سئہ تون هائيون نئہ لکو<italicizedText>“آپرا پاها ٿِي سِيٽيشن</italicizedText>۔ امارئہ اي زوڻوو ضرُورِي سئہ جي اي مضمُون ڪيٿُون زڙيو جي امي زوڻي هيڪون جي اي پبلِڪ ڊومئن ۾ سئہ انَ اِيئا مانه ڪوئي ڪاپِي رائيٽ رِيسٽرِڪشنَ لاڳُو نٿِي ٿيتو۔ وڌِيڪ جانڪارِي ۿارُو <guidelinesLink> جانڪارِي رو پونيو زوئو۔

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
kvx: جيڪيۮِي رِيڪارڊِنگ سهِي نہ ٿيتئي هوئہ ڪا آواز جيوئي تيوئي هوئہ تون اُوئا نئہ رد ڪرو، تئيون ﻿﻿﻿﻿﻿﻿ۿُُوڌِي زئيون ۿُوڌِي ٻڌوئي رِيڪارڊ ڪرَل متنَ رو آواز صاڦ ۿومڀۯيام نہ آوئہ۔

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kvx: اِيئا فائل را ڀارام ڪوئي وڌرارئہ جانڪارِئي ڪروو هوئہ، تو ميرڀونئي ڪرينَ رابطو ڪرو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
kvx: جيڪيۮِي اِيئا فائل را ڀارام ڪوئي وڌِيڪ جانڪارئي ليوو هوئہ جئي اِيئا template ۾ شامِل نٿِي، ميرڀونئِي ڪرينَ رابطو ڪرو<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the "No" button.
kvx: جيڪيۮِي جُملو ماٿئہ ڪِيڌل معيار پرموڻئہ پُورو نہ اُترئہ تون نا ٻٽڻ مانه ڪِلڪ ڪرو۔

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
kvx: جيڪيۮِي جُملو اِيئا معيار مانه پُورو اُوترئہ، تون ڪِلِڪ ڪرو، ڪوٽ انَ; رد ڪوٽ انَ; ڏاوَئہ پاهئہ ۮِيڌل بٽڻ مانه ڪِلِڪ ڪرو۔ جيڪيۮِي تمي جُملا را ڀارام ۾ مطمئن نٿِي، تون هايا جُملا نئہ ساڏينَ آڳۯ وڌي هيڪوه۔

source: If the sentence is offensive or upsetting - for example because of explicit content, or another violation of our <communityGuidelines>community participation guidelines</communityGuidelines> - you should reject the sentence. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment> to escalate the issue.
kvx: جيڪيۮِي جُملا نڦرت انگيز ڪا پريشونِي واۯا ڪم نہ هووئہ، مثال را طور مانه صاڦ مضمُون ڪا امارا<communityGuidelines>نات رِي شمُوليت ۿارُو رهنمائي</communityGuidelines>-رئي ڪياڪ رئي تص﻿ڌِيق ڪريا رِي وجہ ٿِي،تون تمون نئہ جُملا رد ڪروو پرو۔تمي امون ٿِي اِيميل<emailFragment>commonvoice@mozilla.com</emailFragment> مانه راڀطو پڻ ڪري هيڪو زم اِيئا مسئلا نئہ وڌاروو ڪا گھٽاوو اُوئا رو حل ڪري هيڪون۔

source: If the sentence meets the criteria above, click the "Yes" button.
kvx: جيڪيۮِي جُملو ماٿئہ ڪِيڌل معيار پرموڻئہ پُورو اُترئہ تون هووئہ ٻٽڻ مانه ڪِلڪ ڪرو۔

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
kvx: جيڪيۮِي جُملو اِيئا معيار مانه پُورو اُوترئہ، تون ڪِلِڪ ڪرو ڪوٽ انَ ; منظُورڪوٽ انَ; ۿاوَئہ پاهئہ بٽڻ مانه ڪِلِڪ ڪرو۔

source: If you are unsure about the sentence, you may also skip it and move on to the next one.
kvx: جيڪيۮِي تمي جُملا را ڀارام مطمئنَ نٿِي تون، تمي اِيئا نئہ ساڏينَ آڳۯليا جُملا مانه زائي هيڪو۔

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
kvx: جيڪيۮِي تمون نئہ ڪيئنڪ ايوو ۿومو آوئہ جيو اِيئا هدايت ۾ شامِل نٿِي، تون ميرڀونئي ڪرينَ آپرِي ٺائُوڪِي ۿزم پرموڻئہ ڦينصلو ڪرو، جيڪيۮِي تمي ۿاس ۾ ڦينصلو نٿِي ڪري هيڪتا، تو اِسڪِپ ٻٽڻ رو واپراوَ ڪرو انَ آڳۯلِي رِيڪارڊِنگ مانه زائو۔

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
kvx: جيڪيۮِي تمي<strong> ۿومڀۯي هيڪو</strong> انَ <strong> ۿزمي هيڪو</strong>، تون گھڻو ڪرينَ <strong> منظُور ڪروو ٺائُوڪو هووئہ</strong>۔

source: If you’d like to submit a tranche of questions for ingestion, you <githubLink>can do so via our GitHub</githubLink> or email your list to <emailFragment>commonvoice@mozilla.com.</emailFragment>
kvx: جيڪيۮِي تمي سوئالون را جواڀ رو هيڪ گرُوپ جمع ڪراوا ڪرو، تون تمي<githubLink>گِٽ حِب ري ذريعي </githubLink><emailFragment>commonvoice@mozilla.com</emailFragment> مانه ميلي هيڪو۔

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
kvx: جيڪيۮِي ڪينئڪ ۮِيئون ۿُوڌِي امون ٿِي ڪوئي راڀطو نہ ٿئہ،تون امون ٿِي <emailLink>{ $email }</emailLink> مانه راڀطو ڪرو ان امي تمون ٿِي وۯي ٻِيزِي وار راڀطو ڪرشون!

source: If you don't see your language in either part of the platform, select both.
kvx: جيڪيۮِي تمي آپرئي ٻولئي ٻئيون حِصون موئين ٿِي ڪيا نئہ نٿِي زوتا،تون ٻئيون رئي ئي سُونڍ ڪرو۔

source: If you or your organisation would like to contribute back to the project, you can make a <donateLink>donation</donateLink> or reach out to our partnerships team on <emailFragment>commonvoice@mozilla.com</emailFragment>.
kvx: جيڪيۮِي تمي ڪا تمارو اِڌارو اِيئا پروجيڪٽ ڪا اِڌارا ۾ ڀاڳ ليوا ڪرو،<donateLink> ۮونَ</donateLink> ۮون ۮي هيڪو ڪا اماري ٽِيم ٿِي راڀطو ڪري هيڪو۔<emailFragment>commonvoice@mozilla.com</emailFragment>۔

source: If you’re having trouble contributing, you can switch back to seeing all content for your language at any time.
kvx: جيڪيۮِي تمون نئہ حِصو لِيڌا ۾ ۮورووڻ پيش آوَئه رئي،تون تمي ڪيا پڻ ٽوڻئہ آپرِي ٻولِي رو ڪوئي پڻ مضمُونَ زويا ۿارُو واپس زائي هيڪو۔

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
kvx: جيڪيۮِي تمي اي ايس آر نمُونو ٺايا ۿارُو ٽُول ڳوتو ريا۔ تون تمي نات رون ٻِيزون منکون ٿِي <discourseLink> ڊِسڪورس</discourseLink> مانه رابطو ڪري هيڪوه۔

source: If you're looking to speak more about the dataset, want to co-invest in planned platform expansions or look for collaboration opportunities, <emailFragment>drop us a line.</emailFragment>
kvx: جيڪيۮِي تمي ڊيٽا سيٽ را ڀارام وات ڪروا ڪروه،پليٽ فارم ايڪسپينشنز ۾ کرچ ڪروا ڪروه ڪا واسطا ڪريا را موقعا ڳوتوه ريا، تون <emailFragment>تون امون ٿِي راڀطو ڪرو۔</emailFragment>

source: If you run out of sentences to review, please help us collect more sentences!
kvx: جيڪيۮِي جونچ پڙتال ۿارُو جُملا کتم ٿي ﻿زائه۔ ميرڀونئي ڪرينَ وڌِيڪ جُملا ڀيۯا ڪريا ۾ مڌت ڪرئي زائہ!

source: If you think the pronunciation makes it <strong>impossible to understand</strong>, or there’s a <strong>lot of background noise</strong>, or there are <strong>other people speaking too</strong>, then you should reject the clip. <accuracyLink>See more information in our accuracy criteria</accuracyLink>.
kvx: جيڪيۮِي تمي ۿزمي جي ويڻ ايوا ڳلت سئہ جي <strong> ۿزموو نا مُمڪن ٿي ڳياه هوئہ<strong>، ڪا <strong> جوم گھڻئي لارلي آوازون</strong> ٻِيزا منک پڻ ٻولتا هوئہ</strong>، تون تمي هيوا ڪِلپ نئہ رد ڪرو پرو۔<accuracyLink> وڌِيڪ جانڪارِي ۿارُو امارِي ويب سائيٽ رو وزٽ ڪرو</accuracyLink>۔

source: Igbo
kvx: لگبو

source: I just created a personal goal for voice donation to #CommonVoice -- join me and help teach machines how real people speak { $link }
kvx: مئين همڻئہ همڻئہ ڪومنَ وائيس ۿارُو هيڪ آواز رو ۮونَ هيڪ ذاتِي مقصڌ ۿارُو ٺايو# مُون ڀيۯا شامِل ٿي زائو انَ مشِينون نئہ اي ۿزمايا ۾ مڌت ڪرو جي ۿاس ۾ منک ڪم ڪرينَ ٻولئہ{ $link }

source: I'm okay with you handling this info as you explain in Mozilla's <privacyLink>Privacy Policy</privacyLink>
kvx: هُون ٺِيڪ سون جي تمي اِيئا جانڪارِي نئہ زم تمي موزِيلا رئي<privacyLink>پرائيويسِي پاليسِي ۾ بيان ڪري هيڪو</privacyLink>

source: Include appropriate citation
kvx: مُناسِب حوالا ٿِي شامِل ڪرو

source: Includes email, username & demographic info, available right away
kvx: اِيئا ۾ تمارو اِيميل،استمعال ڪريا واۯا رو نوم،انَ آڀاڌِي را ڀارام جانڪارئي هوئہ، جيو جھٽ ۾ زڙي هيڪئہ

source: Includes mp3s and related sentences, may take some time to prepare
kvx: اِيئا ۾ ايم پِي 3 فائلون انَ اُوئا ٿِي متعلق جُملا شامِل سئہ،تيارِي ۾ ڪيئنڪ ٽيم لاڳي هيڪئہ

source: Indonesian
kvx: اِنڊونيشِيئنَ

source: Indus Kohistani
kvx: اِنڊس ڪوهستانِي

source: Information about the language
kvx: ٻولِي را ڀارام جانڪارئي

source: In Progress
kvx: جاري سئہ

source: Interested in getting involved with this project, or partnering with us?
kvx: ڪِي تمي اِيئا پروجيڪٽ ۾ حِصو ليوا ڪروه،ڪا تمي امون ڀيۯو حِصو ليوا ڪروه؟

source: Interested in learning more and contributing to the project?
kvx: گھڻا شِينکيا انَ اِيئا پروجيڪٽ ۾ گهڻو شونق ۮيکاڙيا ۾ حصا دار سئہ؟

source: Interlingua
kvx: اِينٽرلِينگوئا

source: Interlingue
kvx: اِنٽرلينگيُو

source: [interrupted by background noise]
kvx: [لارليا آواز ٿِي ڪٽائي ڳيو]

source: Intersex
kvx: ڌار ڌار جِنسون

source: Iñupiaq
kvx: انُوپِيئاڪ

source: Invalid file
kvx: ڳلت فائل

source: Irish
kvx: اِرِيش

source: IsiNdebele (North)
kvx: اسينڊيبيلي (نارٿ)

source: IsiNdebele (South)
kvx: اِيسيديبيلِي (سائُوٿ)

source: <isoCodeLink>ISO Codes</isoCodeLink> if known
kvx: جئي کٻر سئہ تون<isoCodeLink>آئِي ايس او ڪوڊ</isoCodeLink>

source: Is the clip valid?
kvx: ڪِي اي ڪِلپ ۿومڀۯيا جيوو سئہ؟

source: Italian
kvx: اٽاليئنَ

source: It contains words or phrases that are hard to read or pronounce.
kvx: اِيئا ۾ ايوا آکر ڪا جُملا سئہ جيا ڀڻيا ۾ ڪا ٻوليا ۾ ۮورا سئہ۔

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do?
kvx: هر سال ڊيٽاسيٽ نئہ هوسٽ ڪريا ۾ ان پليٽ فارم نئہ ٺائُوڪو ٺايا ۾ لڳ ڀڳ هيڪ ملينَ رو کرچ ٿئہ، جيو قوم رِيئون ۿو ٻوليون مانه مُشتمِل سئہ جيو امارا ڪوم ٿِي لاڳاپيل سئہ؟

source: It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. <strong>If you value open, inclusive data - donate today!</strong>
kvx: هر سال ڊيٽا سيٽ نئہ هوسٽ ڪريا ۿارُو انَ پليٽ فارم نئہ ٺائُوڪو ٺايا ۾ لگ ڀڳ هيڪ ملينَ ڊالر رو کرچو آوئه،+ 100 ٻوليون رئي قوم جيو امارئي مڌت پر انحصار ڪرئه، اُوئون رو ڦائيڌو ٿي هيڪئہ۔<strong> جيڪيۮِي تمي کُلل، ڊيٽا رئي قڌر ڪرو- آز ئي ۮونَ ڪرو! </strong>

source: It costs a lot of money to continually host and release the datasets, improve the platform and run <africaMradiLink>community programmes</africaMradiLink>.
kvx: ڊيٽا سيٽ نئہ لڳاتار هاڪلوو، پليٽ فارم نئہ ٺائُوڪو ٺاوو، انَ<africaMradiLink> قوم را پروگروم هاڪليا ۿارُو گھڻون پئهيون رئي ضرُورت پڙئہ</africaMradiLink>۔

source: It is very important that all text sentences are <publicDomain>public domain</publicDomain> (cc0) as the Common Voice dataset is released under a cc0 license. Only ever upload a sentence if you are sure, and always include the relevant citation.
kvx: اي جوم ضرُورِي سئہ جي متنِي جُملا<publicDomain>پبلِڪ ڊومئن</publicDomain> (cc0)۾ سون،ڪم تون ڪومنَ وائيس ڊيٽا سيٽcc0 ليسن پرموڻئہ جارِي ڪريو زائہ۔ رُوڳو اُوئہ ٽوڻئہ جُملا اپلوڊ ڪرو زئيون تمي پُورِي طرِيقا ٿِي مطمئنَ هوئو، ان هيمش اُوئا ٿِي مِلتو جُلتو حوالو ۮيو۔

source: It is written in a language different than what I’m reviewing.
kvx: اي اُوئا ٻولِي ۾ لکل سئہ جيا نئہ هُون نٿِي زوتو۔

source: It is written in a language different than what I’m speaking.
kvx: اي اُوئا ٻولِي ۿُون ڦرق ٻولِي ۾ لکل سئہ جئي هُون ٻولونه ريو۔

source: It’s important to include citations so we can check that sentences are in the public domain and no copyright restriction apply.
kvx: ﻿اي ضرُورِي سئہ جي حوالا شامِل ڪريا زائہ زم امي اي چيڪ ڪري هيڪون جي جُملا پبلِڪ ڊومئن ۾ سئہ انَ اُوئون مانو ڪوئي ڪاپِي رائيٽ رئي پاٻنڌئي تون نٿِي۔

source: It takes a lot to make Common Voice happen! We don't do it alone. Want to partner with us? We'd love to hear from you.
kvx: ڪومنَ وائيس نئہ مُمڪن ڪريا ۿارُو ڪرينَ گھڻو ڪيئنڪ ضرُورِي سئہ!امي اي ڪوم هيڪلا نٿِي ڪرتا۔ ڪِي تمي امون ڀيۯا شرِيڪ ٿيوا ڪروه؟امي تمون ٿِي ۿومڀۯوا پسنڌ ڪرشون۔

source: Izhorian
kvx: اِزوهيرِيئنَ

source: Japanese
kvx: جپان﻿ِيز

source: Jaqaru
kvx: جاڪرُو

source: Javanese
kvx: جوانِيز

source: Join Discord Community
kvx: آنلائنَ قوم رو حِصو ٿيو

source: Join our community
kvx: امارِي قوم رو حِصو ٿيو

source: Join the Common Voice mailing list
kvx: ڪومنَ وائيس ميلنگ رو حصو ٿيو

source: Join us on Discord
kvx: آنلائن امون نئہ شامِل ڪرو

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
kvx: ڀس لکائِي رو زتو ٿئہ هيڪئہ قُڌرتي طريقا ٿِي جواڀ ۮيو پرو ڪا ترڻ جملون ۾۔ آپري ٻولِي عزتڌار ٺاوينَ راکو۔

source: Just Unsure?
kvx: بش بي ڀروسو؟

source: Kabardian
kvx: قباردِيئان

source: Kabyle
kvx: قبائلِي

source: Kalasha
kvx: ڪيلاشا

source: Kalenjin
kvx: ڪيلينجِن

source: Kalkoti
kvx: ڪلڪوتِي

source: Kannada
kvx: ڪنادا

source: Kaqchikel
kvx: ڪَڪچِيڪل

source: Kara
kvx: ڪارا

source: Karakalpak
kvx: ڪرڪڪلپڪ

source: Kateviri
kvx: ڪيٽوِرِي

source: Kazakh
kvx: ڪزخ

source: { $kb }kb max
kvx: { $kb }ۿُوڌِي ڪا لڳ ڀڳ

source: Keep
kvx: راکوو

source: Keep it up, record again <recordIcon></recordIcon>
kvx: جارِي راکو وۯي رِيڪارڊ ڪرو <recordIcon></recordIcon>

source: Keep the recordings
kvx: رِيڪارڊِنگ نئہ راکو

source: Keep track of your progress and metrics across multiple languages.
kvx: آپرئي ترقئي انَ ميٽرِڪس نئہ الهائِي ٻوليون ۾ ﻿اوۯکو۔

source: Keep track of your progress with a profile
kvx: آپرِي ترقِي رو رِيڪارڊ راکيا ۿارُو هيڪ profile ٺاوو

source: Keep track of your progress with a profile and help our voice data be more accurate.
kvx: آپرِي ترقِي رو حساٻ راکو هيڪ پروفائل ڀيۯو انَ امارِي وائيس ڊيٽا نئہ گھڻئي ۿاسئي ٺايا ۾ مڌت ڪرو۔

source: Kelabit
kvx: ڪيلاڀٽ

source: Kenyah
kvx: ڪينِي

source: Kenyi
kvx: ڪينِي

source: Ketrani
kvx: ڪيترانِي

source: Khmer
kvx: خمير

source: Khowar
kvx: خوئار

source: K'iche'
kvx: ڪِيچِي

source: Kichwa
kvx: ڪِچوا

source: Kidaw'ida
kvx: ڪِداوِڍا

source: Kikuyu
kvx: ڪِيڪِيُو

source: Kinyarwanda
kvx: ڪِنيارونڊا

source: Kohistani Shina
kvx: ڪوهِستانِي شِِينا

source: Kom
kvx: قوم

source: Komi-Zyrian
kvx: قومِي- ضريان

source: Konkani (Devanagari)
kvx: ڪونڪنِي (ديوانگرِي)

source: Konkani (Romi)
kvx: ڪونڪنِي (رومِي)

source: Korean
kvx: ڪورِيئنَ

source: Kuku
kvx: ڪُوڪُو

source: Kurmanji Kurdish
kvx: ڪُرمنجِي ڪُردِش

source: Kyrgyz
kvx: ڪِرگِز

source: Language
kvx: ٻولئي

source: Language Fundamentals (e.g. Digits, Letters, Money)
kvx: ٻولِي رئِي ڀُنياڌ ( مثال: نمڀر، ويڻ، پئهيا)

source: Language Request
kvx: ٻولِي رئي ڌرخواست

source: Language request successfully submitted, thank you.
kvx: ٻولِي رئِي ڌرخواست ڪامياڀِي ٿِي جمع ٿي ڳئي، ميرڀونئي۔

source: Languages
kvx: ٻولي

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
kvx: ٻوليون رئي آپرئي اوۯکوڻ انَ اصُول هووئہ جيوا اُوئون را مقبُول هويا ري ڪري وڌارئہ ضرُورتون ڀيۯا آوئہ۔ جيڪيۮِي ڪياڪ ٻولِي ۿارُو ڪوئي کاس اوکوڻ نٿِي، تون حصيڌارون ۿارُو انگريزِي رو اَصُول ۮيکاڙشون۔

source: Language Text
kvx: ٻولِي رو متنَ

source: Lao
kvx: لائو

source: Large bulk sentence submission
kvx: گھڻِي تعداد ۾ جُملا جمع ڪرو

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
kvx: موٽا پئمانہ مانه موجود وائيس ڊيٽا سيٽ مشينَ تقرير انَ ٻوليا ۾ نوا خيال انَ صحتمنڌ مقاڀلو ڪريا ۾ مڌت ۮيشي۔ ڪومنَ وائيس رو ڊيٽا سيٽ آپرا نمُُونا رو ٻڌون ٿِي موٽو سئہ پڻ هائي هيڪلو نٿِي۔ اي پونيو ٻِيزا ڊيٽا بيس ۿارُو ريفرنس حب را طور مانه ڪوم ڪرئه ريو ان زم زم ڪومنَ وائيس وڌئه ريو، اي امارا رلِيز رو اپ ڊيٽ پڻ سئہ۔

source: Large scale corporates and platform companies
kvx: موٽا پئمانہ مانه ڪارپوريٽس انَ پليٽ فارم ڪمپني

source: Lassi
kvx: لسِي

source: Last Updated: { $lastUpdatedTimeStamp }
kvx: آخرِي وار اپ ڊيٽ ٿيو:{ $lastUpdatedTimeStamp }

source: Latgalian
kvx: ليٽگاليئنَ

source: Latvian
kvx: ليٽوِيئانَ

source: Launched
kvx: شُروع ڪريو ڳيو

source: Laz
kvx: ليز

source: Leaderboard Visibility
kvx: لِيڍر بورڊ رو ۮيکاڙو ۮيوو

source: Learn about partnerships with Common Voice
kvx: ڪومنَ وائيس ڀيۯئي شامِل ٿيا واۯا حِصا را ڀارام شِينکو

source: Learn about the mission and team behind Common Voice
kvx: ڪومنَ وائيس را مقصڌ انَ اُوئا رِي ٽِيم را ڀارام زوڻو

source: Learn how to check a transcription
kvx: شِينکو جئي ٻولِي رو طريقيقار نئہ ڪم ڪرينَ چيڪ ڪريو زائه

source: Learn how to take part
kvx: حِصو لِيڌا رو طرِيقو زوڻوو

source: Learn how to transcribe
kvx: ٻولِي رو طريقيقار شِينکو

source: Learn how to use this page
kvx: حِصو لِيڌا رو طرِيقو زوڻوو

source: Learn More
kvx: وڌارئہ شِينکو

source: Leaving now means you’ll lose your changes
kvx: همڻئہ ساڏي ۮِيڌا رو مطلٻ اي سئہ جي تمي آپرئي ڀڌلاوَ نئہ ڳمشو پرو۔

source: Leaving now means you'll lose your progress
kvx: هوَئہ جي تمي ڳيا پرا تون تمارئي پروگريس کتم ٿي زاشي

source: Length
kvx: ويڪر

source: Let's Get Started
kvx: هالو شُروع ڪرون

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
kvx: حرُوف اُوئا ٻولِي ۾ قابل هوو کپئہ جيو ٻولئي زائہ رئي۔مثال را طور مانه،“ж” رشِيئنَ آکرون رو هيڪ حرُوف سئہ پڻ انگريزِي ۾ ڪيۮِي پڻ اِستعمال نٿِي ٿيتو،اِيئا ۿارُو اي ڪيۮِي پڻ ڪياڪ انگريزِي ذريعو متنَ ۾ نہ هووو کپئہ۔

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
kvx: لِيڀرِي اِسپِيچ هيڪ ڪارپس سئہ جيو گھڻو ڪرينَ هزار ڪلاڪون مانه مُشتمِل سئہ جيا ۾ 16Khz مانه ڀڻيو ڳيو انگريزِي آڊيو شامِل سئہ جيو لِيڀرِي ووڪس ري آڊيو ڪتاٻون ٿِي لِيڌو ڳيوه۔

source: License
kvx: ليسن

source: License: <licenseLink>CC-0</licenseLink>
kvx: ليسنَ:<licenseLink>سِي سِي-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
kvx: ليسن:<licenseLink>{ $license }</licenseLink>

source: Ligurian
kvx: لِيگورِيئانَ

source: Lingala
kvx: لِينگلا

source: Link Copied
kvx: لِنڪ ڪاپئي ٿي ڳيوه

source: Links to websites that can help us understand the language
kvx: ويب سائيڊ را ايوا لِنڪ جيو اَمون نئہ ٻولئي ۿزميام ۾ مڌت ۮي هيڪئہ

source: Listen
kvx: ۿونمڀڙو

source: Listening
kvx: ۿومڀۯوو

source: Listen options menu
kvx: ۿونمڀڙيا را options menu

source: Listen-Queue
kvx: ۿومڀۯيا رو ماڳ/جڳا

source: Lithuanian
kvx: لِيٿُونِيئنَ

source: Loading…
kvx: لوڊِنگ…

source: Loading sentences…
kvx: جُملا ڀرائه ريا۔۔۔

source: Localized
kvx: مقامِي ٺايو ڳيو

source: Log In
kvx: لوگ اِن

source: Login Identity
kvx: شناخت نئہ لوگ اِن ڪرو

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
kvx: <loginLink>لوگ اِن</loginLink> ڪا <loginLink> سائن اپ</loginLink> جمع ڪرو ڌار ڌار جُملا

source: Log in or sign up to get started
kvx: شُروع ڪريا ۿارُو Log in ڪرو ڪا sign up ڪرو

source: Log In / Sign Up
kvx: لوگ اِن/ سائن اپ

source: Log In / Sign Up with { $company } email
kvx: لوگ اِن/سائن اپ اِيميل{ $company }ڀيۯو

source: Log Out
kvx: لوگ آئُوٽ

source: Lojban
kvx: لوجبنَ

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
kvx: ايوو متنَ ڳوتو جيٿئہ ڪاپئي رائيٽ رئہ متعلِق هوَئہ نٿِي ريتو۔ مثال را طور مانه اُوئون گھڻيون ڪتاٻون ۾ جي 1920 ٿِي پيرهِين پبلِش ٿي تي

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
kvx: ام لاڳئہ جي اِيئا ٻولِي ۾ ۿومڀۯيا ۿارُو ڪوئي ڪِلپ موجوڌ نٿِي۔امارئي مڌت ڪرو انَ ڪيئنڪ مڌت ڪرينَ ليڻ نئہ وڌاوو۔

source: Luganda
kvx: لُونگندا

source: Luxembourgish
kvx: لگزِيم بورگِش

source: Macedonian
kvx: ميڪدونِيئنَ

source: Mada
kvx: مادا

source: Maithili
kvx: ميٿلِي

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
kvx: وات ڪريا ٿِي پيرهين ڀروسو ڪري ليو جي پليٽ فارم ريڪارڊنگ ڪرئه ريو، ان هائي رُوڳو تئيون اُوڀئہ زئيون تمي ٻڌوئي ٻولي ريا هووو۔

source: Make sure the sentence meets the following criteria:
kvx: اي ڀروسو ڪرو جي جُملا اِيئا معيار مانه پُورا اُوترئہ:

source: Make sure they can be answered in just a couple of sentences
kvx: اي ضرُورِي سئہ اُوئون رو جواڀ رُوڳو ٻي چار جُملون ۾ ۮِيڌو زائي هيڪئہ

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
kvx: آپرو جمع ڪراوَل ڊيٽا نئہ زتو ٿي هيڪئہ ٺائُوڪو ٺاوو بي نوم ڊيموگرافِڪ ڊيٽا نئہ منکون ۿومو لايا ٿِي پيرهِين آپرئي اوۯکوڻ ۿتاۯئہ پرئي۔

source: Malagasy
kvx: مالاگسِي
